Repository: Macsch15/SimPas
Catalog: library/Application/Translations/Resources/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: %s on line %d in file %s
pl_pl: %s w linii %d w pliku %s

source: Requested paste (left) doesn't exists.
pl_pl: Żądana wklejka (lewa) nie istnieje.

source: Requested paste (right) doesn't exists.
pl_pl: Żądana wklejka (prawa) nie istnieje.

source: Requested paste doesn't exists.
pl_pl: Żądana wklejka nie istnieje.

source: Some field there are empty or contains prohibited characters (e.g only spaces).
pl_pl: Niektóre pola są puste albo zawierają niedozwolone znaki (np. tylko spacje)

source: Submitted URL is not valid.
pl_pl: Przekazany adres URL nie jest poprawny.

source: Requested paste has expired.
pl_pl: Żądana wklejka wygasła.

source: Wrong anti-spam answer. Refresh page and try again.
pl_pl: Zła odpowiedź na pytanie anty-spamowe. Odśwież stronę i spóbuj ponownie.

source: You have no permissions to send paste.
pl_pl: Nie posiadasz uprawnień do wysyłania wklejek.

source: Size or length in this paste is more than allowed.
pl_pl: Wielkość lub długość wklejki jest większa niż dozwolona.

source: Anty-flood is enabled. Please wait at least %d seconds before attempting to send paste again.
pl_pl: Ochrona anty-spamowa jest włączona. Odczekaj przynajmniej %d sekund przed następną próbą wysłania wklejki.

source: Action are not allowed. Aborting.
pl_pl: Akcja niedozwolona.

source: You have received abuse report at %s
pl_pl: Otrzymano raport o nadużyciu na stronie %s

source: Old
pl_pl: Stary

source: New
pl_pl: Nowy

source: Differences
pl_pl: Raport różnicowy

source: Share this paste
pl_pl: Udostępnij tą wklejkę

source: Paste
pl_pl: Wklejka

source: Direct link
pl_pl: Link

source: Short URL
pl_pl: Krótki URL

source: Iframe embed
pl_pl: Osadzenie

source: Share on Twitter
pl_pl: Udostępnij na Twitter

source: Share on Google+
pl_pl: Udostępnij na Google+

source: Share on Facebook
pl_pl: Udostępnij na Facebook

source: Share on LinkedIn
pl_pl: Udostępnij na LinkedIn

source: Close
pl_pl: Zamknij

source: Cookies policy
pl_pl: Polityka ciasteczek

source: Line numbering
pl_pl: Numerowanie linii

source: Start from line (optional)
pl_pl: Rozpocznij od linii (opcjonalne)

source: Enter number...
pl_pl: Wpisz liczbę...

source: Expire (optional)
pl_pl: Wygasa (opcjonalnie)

source: Never
pl_pl: Nigdy

source: 1 hour
pl_pl: 1 godzina

source: 1 week
pl_pl: 1 tydzień

source: 1 month
pl_pl: 1 miesiąc

source: 1 year
pl_pl: 1 rok

source: Latest pastes
pl_pl: Ostatnie wklejki

source: Popular paste
pl_pl: Popularna

source: Author website
pl_pl: Strona autora

source: Syntax highlighting
pl_pl: Kolorowanie składni

source: by
pl_pl: przez

source: Authored
pl_pl: Dodana

source: and
pl_pl: i

source: expired
pl_pl: wygasa

source: never expires
pl_pl: nigdy nie wygasa

source: will expire in
pl_pl: wygaśnie w ciągu

source: No results
pl_pl: Brak wyników

source: No results found. Send a public paste and try again.
pl_pl: Brak znalezionych wyników. Wyślij publiczną wklejkę i spróbuj ponownie.

source: Return to index page
pl_pl: Wróć do strony głównej

source: Compare %left_id%
pl_pl: Porównaj %left_id%

source: Compare %left_link%
pl_pl: Porównaj %left_link%

source: Enter in the field below paste id or full url to compare.
pl_pl: Wpisz w pole poniżej identyfikator albo cały adres URL wklejki żeby porównać.

source: with
pl_pl: z

source: Enter paste id or URL...
pl_pl: Wpisz id wklejki albo URL...

source: Compare
pl_pl: Porównaj

source: Title (optional)
pl_pl: Tytuł (opcjonalne)

source: Author (optional)
pl_pl: Autor (opcjonalne)

source: Author website (optional)
pl_pl: Strona autora (opcjonalne)

source: Paste text or code in the field below
pl_pl: Wklej tekst lub kod w pole poniżej

source: Pastebin options
pl_pl: Opcje wklejki

source: Maximum: %max_chars% chars / %max_size%KB
pl_pl: Maksymalnie: %max_chars% znaków / %max_size%KB

source: Paste content (required)
pl_pl: Zawartość wklejki (wymagane)

source: Anti-spam question
pl_pl: Pytanie anty-spamowe

source: Type answer here (required)
pl_pl: Wpisz odpowiedź (wymagane)

source: Send this paste
pl_pl: Wyślij tą wklejkę

source: Send private paste
pl_pl: Wyślij prywatną wklejkę

source: Send public paste
pl_pl: Wyślij publiczną wklejkę

source: Copied to clipboard!
pl_pl: Skopiowano do schowka!

source: Rules
pl_pl: Zasady

source: Terms and Conditions
pl_pl: Regulamin

source: This paste is private
pl_pl: Wklejka jest prywatna

source: This paste is public
pl_pl: Wklejka jest publiczna

source: Copy
pl_pl: Kopiuj

source: Raw
pl_pl: Tryb surowy

source: Download
pl_pl: Pobierz

source: Page Index
pl_pl: Strona główna

source: It is recommended to enable JavaScript. Without it, this page may don't work correctly.
pl_pl: Zalecane jest włączenie JavaScript. Bez niego strona może nie działać poprawnie.

source: Core error encountered!
pl_pl: Napotkano błędy PHP

source: Error message
pl_pl: Treść błędu

source: This site uses cookies.
pl_pl: Strona używa ciasteczek

source: Read more about cookies policy
pl_pl: Przeczytaj więcej o polityce ciasteczek

source: Allocated memory: %utilisedMemory%KB
pl_pl: Używana pamięć: %utilisedMemory%KB

source: GZIP Compression
pl_pl: Kompresja GZIP

source: Copied!
pl_pl: Skopiowano!

source: Oops, nothing found!
pl_pl: Oops, nic nie znaleziono!

source: chars left
pl_pl: znaków pozostało

source: Compare %left_id% with %right_id%
pl_pl: Porównaj %left_id% z %right_id%

source: Comparing %left_link% with %right_link%
pl_pl: Porównywanie %left_link% z %right_id%

source: Pastes are the same
pl_pl: Wklejki są identyczne

source: Paste %left_id% and %right_id% are the same.
pl_pl: Wklejki %left_id% wraz z %right_id% są identyczne.

source: Return to paste
pl_pl: Powróć do wklejki

source: Site is currently offline
pl_pl: Strona jest aktualnie wyłączona

source: This site is currently offline
pl_pl: Ta strona jest atualnie wyłączona

source: %site_title% is currently under maintenance. We be back later.
pl_pl: Na stronie %site_title% jest aktualnie przeprowadzana konserwacja i jest ona wyłączona. Wrócimy wkrótce.

source: Success! Abuse sent
pl_pl: Powodzenie! Zgłoszenie wysłane

source: Failed! Abuse not sent
pl_pl: Niepowodzenie! Zgłoszenie nie zostało wysłane

source: Send abuse for paste
pl_pl: Wyślij nadużycie dla wklejki

source: Report sent
pl_pl: Raport wysłany

source: Report not sent
pl_pl: Raport nie został wysłany

source: Success!
pl_pl: Powodzenie!

source: Your report has been sent to administrator. Thanks.
pl_pl: Twój raport został dostarczony administratorowi. Dziękujemy.

source: Failed!
pl_pl: Niepowodzenie!

source: Your report has been NOT sent to administrator. Please try later.
pl_pl: Twój raport NIE został wysłany do administratora. Spóbuj później.

source: Share
pl_pl: Udostępnij

source: Print
pl_pl: Drukuj

source: Go to top
pl_pl: Idź do góry

source: Submitted
pl_pl: Wysłany

source: Author website link
pl_pl: Strona WWW autora

source: Report abuse
pl_pl: Wyślij zgłoszenie o nadużyciu

source: Characters
pl_pl: Znaków

source: Hits
pl_pl: Wyświetlenia

source: Send abuse
pl_pl: Wyślij zgłoszenie o nadużyciu

source: Abuse Form
pl_pl: Formularz zgłoszenia

source: Reason (required)
pl_pl: Powód (wymagane)

source: I changed my mind
pl_pl: Zmieniłem zdanie

source: Abuse Form Error
pl_pl: Błąd formularza zgłoszenia

source: "Report abuse" is not configured. Please check whether e-mail of administrator in configuration file is inscribed.
pl_pl: "Wyślij zgłoszenie o nadużyciu" nie jest skonfigurowany. Sprawdź czy jest wpisany adres e-mail administratora w pliku konfiguracyjnym.
